Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.inspector.metadata.help.freshness.definition.body
source: Counts repositories with a non-empty private note edited, or an AI summary generated, in the last 30 days. An older summary is not automatically invalid.
ar: يتم عد المستودعات التي تم تحرير ملاحظة خاصة غير فارغة فيها، أو تم إنشاء ملخص ذكاء اصطناعي لها، خلال آخر 30 يومًا. الملخص الأقدم لا يصبح غير صالح تلقائيًا.
de: Zählt Repositories mit einer nicht leeren privaten Notiz, die bearbeitet wurde, oder einer KI-Zusammenfassung, die in den letzten 30 Tagen generiert wurde. Eine ältere Zusammenfassung ist nicht automatisch ungültig.
es: Cuenta repositorios con una nota privada no vacía editada, o un resumen de IA generado, en los últimos 30 días. Un resumen antiguo no se invalida automáticamente.
fr: Compte les dépôts avec une note privée non vide modifiée, ou un résumé IA généré, au cours des 30 derniers jours. Un résumé plus ancien n'est pas automatiquement invalide.
id: Menghitung repositori dengan catatan pribadi tidak kosong yang diedit, atau ringkasan AI yang dihasilkan, dalam 30 hari terakhir. Ringkasan lama tidak otomatis tidak valid.
it: Conta i repository con una nota privata non vuota modificata o un riepilogo IA generato negli ultimi 30 giorni. Un riepilogo più vecchio non è automaticamente invalido.
ja: 過去30日以内に編集された空でないプライベートノート、または生成されたAIサマリーを持つリポジトリをカウントします。古いサマリーは自動的に無効にはなりません。
ko: 최근 30일 동안 편집된 비공개 노드나 생성된 AI 요약이 있는 저장소를 집계합니다. 오래된 요약이 자동으로 무효화되지는 않습니다.
nl: Telt repositories met een niet-lege privénotitie die is bewerkt, of een AI-samenvatting die is gegenereerd, in de laatste 30 dagen. Een oudere samenvatting wordt niet automatisch als ongeldig beschouwd.
pl: Zlicza repozytoria z niepustą prywatną notatką edytowaną lub podsumowaniem AI wygenerowanym w ciągu ostatnich 30 dni. Starsze podsumowanie nie jest automatycznie nieaktualne.
pt_br: Conta repositórios com uma nota privada não vazia editada, ou um resumo de IA gerado, nos últimos 30 dias. Um resumo mais antigo não é automaticamente inválido.
ru: Учитываются репозитории с непустой личной заметкой, отредактированной, или сводкой ИИ, созданной за последние 30 дней. Более старая сводка не считается автоматически устаревшей.
tr: Son 30 günde düzenlenen boş olmayan özel notu veya oluşturulan yapay zeka özeti olan depoları sayar. Eski bir özet otomatik olarak geçersiz sayılmaz.
uk: Враховує репозиторії з непустою приватною нотаткою, яку редагували, або підсумком ШІ, створеним за останні 30 днів. Старіший підсумок не вважається автоматично недійсним.
vi: Đếm các kho lưu trữ có ghi chú riêng tư không rỗng được chỉnh sửa hoặc tóm tắt AI được tạo trong 30 ngày qua. Một tóm tắt cũ không tự động bị vô hiệu.
zh_hans: 统计近 30 天编辑过非空私有笔记、或生成过 AI 摘要的项目数。超过 30 天的摘要不会因此被判定为失效。
zh_hant: 统计近 30 天编辑过非空私有笔记、或生成过 AI 摘要的项目数。超过 30 天的摘要不会因此被判定为失效。

# rag.workspace.inspector.metadata.help.freshness.definition.title
source: What counts as recent?
ar: ما الذي يعتبر حديثًا؟
de: Was gilt als aktuell?
es: ¿Qué se considera reciente?
fr: Qu'est-ce qui est considéré comme récent ?
id: Apa yang dianggap baru?
it: Cosa conta come recente?
ja: 最近の定義は？
ko: 무엇이 최근으로 간주되나요?
nl: Wat telt als recent?
pl: Co jest uznawane za niedawne?
pt_br: O que conta como recente?
ru: Что считается недавним?
tr: Ne yakın tarihli sayılır?
uk: Що вважається нещодавнім?
vi: Điều gì được coi là gần đây?
zh_hans: 怎样算近期内容？
zh_hant: 怎样算近期内容？

# rag.workspace.inspector.metadata.help.freshness.field.notes
source: Private notes edited
ar: ملاحظات خاصة محررة
de: Private Notizen bearbeitet
es: Notas privadas editadas
fr: Notes privées modifiées
id: Catatan pribadi diedit
it: Note private modificate
ja: 編集されたプライベートノート
ko: 편집된 비공개 노트
nl: Privénotities bewerkt
pl: Edytowane prywatne notatki
pt_br: Notas privadas editadas
ru: Личные заметки отредактированы
tr: Düzenlenen özel notlar
uk: Редаговані приватні нотатки
vi: Ghi chú riêng tư đã chỉnh sửa
zh_hans: 编辑过私有笔记
zh_hant: 编辑过私有笔记

# rag.workspace.inspector.metadata.help.freshness.field.summaries
source: AI summaries generated
ar: ملخصات ذكاء اصطناعي مولدة
de: KI-Zusammenfassungen generiert
es: Resúmenes de IA generados
fr: Résumés IA générés
id: Ringkasan AI dihasilkan
it: Riepiloghi IA generati
ja: AIサマリー生成済み
ko: 생성된 AI 요약
nl: AI-samenvattingen gegenereerd
pl: Wygenerowane podsumowania AI
pt_br: Resumos de IA gerados
ru: Сводки ИИ созданы
tr: Oluşturulan yapay zeka özetleri
uk: Створені підсумки ШІ
vi: Tóm tắt AI đã tạo
zh_hans: 生成过 AI 摘要
zh_hant: 生成過 AI 摘要

# rag.workspace.inspector.metadata.help.freshness.fields.title
source: Snapshot details
ar: تفاصيل اللقطة
de: Schnappschussdetails
es: Detalles de la instantánea
fr: Détails de l'instantané
id: Detail cuplikan
it: Dettagli istantanea
ja: スナップショットの詳細
ko: 스냅샷 세부 정보
pl: Szczegóły migawki
pt_br: Detalhes do instantâneo
ru: Сведения о снимке
tr: Anlık görüntü ayrıntıları
uk: Деталі знімка
vi: Chi tiết ảnh chụp nhanh
zh_hans: 快照明细
zh_hant: 快照明細

# rag.workspace.inspector.metadata.help.freshness.open
source: Explain content freshness
ar: شرح حداثة المحتوى
de: Inhaltsaktualität erklären
es: Explicar actualidad del contenido
fr: Expliquer la fraîcheur du contenu
id: Jelaskan kesegaran konten
it: Spiega aggiornamento contenuti
ja: コンテンツの鮮度を説明
ko: 콘텐츠 신선도 설명
nl: Inhoudsversheid uitleggen
pl: Wyjaśnij świeżość treści
pt_br: Explicar atualidade do conteúdo
ru: Объяснить свежесть контента
tr: İçerik tazeliğini açıkla
uk: Пояснити свіжість вмісту
vi: Giải thích độ mới của nội dung
zh_hans: 说明内容新鲜度
zh_hant: 說明內容新鮮度

# rag.workspace.inspector.metadata.help.freshness.title
source: Content freshness
ar: حداثة المحتوى
de: Inhaltsaktualität
es: Actualidad del contenido
fr: Fraîcheur du contenu
id: Kesegaran konten
it: Aggiornamento contenuti
ja: コンテンツの鮮度
ko: 콘텐츠 신선도
nl: Inhoudsversheid
pl: Świeżość treści
pt_br: Atualidade do conteúdo
ru: Свежесть контента
tr: İçerik tazeliği
uk: Свіжість вмісту
vi: Độ mới của nội dung
zh_hans: 内容新鲜度
zh_hant: 內容新鮮度

# rag.workspace.inspector.metadata.help.sourceCoverage.definition.body
source: The main panel shows repositories with source content, then ready chunks. This popover also separates failed and stale chunks. Excluded chunks are omitted from chunk status counts.
ar: تعرض اللوحة الرئيسية المستودعات التي تحتوي على محتوى مصدري، ثم الأجزاء الجاهزة. تفصل هذه النافذة المنبثقة أيضًا الأجزاء الفاشلة والقديمة. يتم استبعاد الأجزاء المستبعدة من تعدادات حالة الأجزاء.
de: Das Hauptpanel zeigt Repositories mit Quellinhalt, dann bereite Chunks. Dieses Popover trennt auch fehlgeschlagene und veraltete Chunks. Ausgeschlossene Chunks werden bei den Chunk-Statuszahlen nicht berücksichtigt.
es: El panel principal muestra repositorios con contenido fuente, luego fragmentos listos. Este popover también separa fragmentos fallidos y obsoletos. Los fragmentos excluidos se omiten de los recuentos de estado de fragmentos.
fr: Le panneau principal montre les dépôts avec du contenu source, puis les morceaux prêts. Cette pop-up sépare également les morceaux échoués et obsolètes. Les morceaux exclus sont omis des comptes de statut des morceaux.
id: Panel utama menunjukkan repositori dengan konten sumber, lalu potongan siap. Popover ini juga memisahkan potongan gagal dan basi. Potongan yang dikecualikan tidak dihitung dalam jumlah status potongan.
it: Il pannello principale mostra i repository con contenuto sorgente, poi i blocchi pronti. Questo popover separa anche i blocchi falliti e obsoleti. I blocchi esclusi sono omessi dai conteggi di stato dei blocchi.
ja: メインパネルには、ソースコンテンツを持つリポジトリと、準備完了のチャンクが表示されます。このポップオーバーでは、失敗したチャンクと古いチャンクも分けて表示されます。除外されたチャンクはチャンクステータスカウントから除外されます。
ko: 메인 패널은 소스 콘텐츠가 있는 저장소와 준비된 청크를 보여줍니다. 이 팝오버는 실패 및 오래된 청크도 분리하여 표시합니다. 제외된 청크는 청크 상태 수에 포함되지 않습니다.
nl: Het hoofdvenster toont repositories met broninhoud, vervolgens gereed zijnde brokken. Deze popover scheidt ook mislukte en verouderde brokken. Uitgesloten brokken worden niet meegenomen in de brokstatussen.
pl: Główny panel pokazuje repozytoria z treścią źródłową, a następnie gotowe fragmenty. Ten popover oddziela również fragmenty nieudane i nieaktualne. Wykluczone fragmenty są pomijane w liczbach stanu fragmentów.
pt_br: O painel principal mostra repositórios com conteúdo fonte e, em seguida, trechos prontos. Este popover também separa trechos com falha e obsoletos. Trechos excluídos são omitidos das contagens de status dos trechos.
ru: На основной панели показаны репозитории с исходным контентом, затем готовые фрагменты. Это всплывающее окно также разделяет неудачные и устаревшие фрагменты. Исключённые фрагменты не учитываются в подсчёте статуса фрагментов.
tr: Ana panel, kaynak içeriği olan depoları, ardından hazır parçaları gösterir. Bu açılır pencere ayrıca başarısız ve bayat parçaları ayırır. Hariç tutulan parçalar, parça durumu sayımlarına dahil edilmez.
uk: Основна панель показує репозиторії з вихідним вмістом, потім готові фрагменти. Це спливаюче вікно також відокремлює невдалі та застарілі фрагменти. Виключені фрагменти не враховуються в кількості статусу фрагментів.
vi: Bảng chính hiển thị các kho lưu trữ có nội dung nguồn, sau đó là các đoạn sẵn sàng. Popover này cũng tách riêng các đoạn bị lỗi và cũ. Các đoạn bị loại trừ được bỏ qua khỏi số lượng trạng thái đoạn.
zh_hans: 主面板依次显示有来源内容的项目数与就绪分片数；这里进一步区分失败和过期分片。分片状态统计不包含已排除分片。
zh_hant: 主面板顯示有來源內容的儲存庫，然後是就緒區塊。此彈出視窗還會區分失敗和過期的區塊。已排除的區塊不計入區塊狀態計數。

# rag.workspace.inspector.metadata.help.sourceCoverage.definition.title
source: How to read the compact values
ar: كيفية قراءة القيم المختصرة
de: Wie lese ich die kompakten Werte?
es: Cómo leer los valores compactos
fr: Comment lire les valeurs compactes
id: Cara membaca nilai ringkas
it: Come leggere i valori compatti
ja: コンパクト値の読み方
ko: 간결한 값 읽는 방법
nl: Hoe de compacte waarden te lezen
pl: Jak czytać zwarte wartości
pt_br: Como ler os valores compactos
ru: Как читать компактные значения
tr: Kompakt değerler nasıl okunur
uk: Як читати компактні значення
vi: Cách đọc các giá trị nhỏ gọn
zh_hans: 如何阅读紧凑数值
zh_hant: 如何閱讀緊湊數值

# rag.workspace.inspector.metadata.help.sourceCoverage.fields.title
source: Snapshot details
ar: تفاصيل اللقطة
de: Schnappschussdetails
es: Detalles de la instantánea
fr: Détails de l'instantané
id: Detail cuplikan
it: Dettagli istantanea
ja: スナップショットの詳細
ko: 스냅샷 세부 정보
pl: Szczegóły migawki
pt_br: Detalhes do instantâneo
ru: Сведения о снимке
tr: Anlık görüntü ayrıntıları
uk: Деталі знімка
vi: Chi tiết ảnh chụp nhanh
zh_hans: 快照明细
zh_hant: 快照明細

# rag.workspace.inspector.metadata.help.sourceCoverage.open
source: Explain RAG source coverage
ar: شرح تغطية مصدر RAG
de: RAG-Quellenabdeckung erklären
es: Explicar cobertura de fuentes RAG
fr: Expliquer la couverture des sources RAG
id: Jelaskan cakupan sumber RAG
it: Spiega copertura sorgenti RAG
ja: RAGソースカバレッジを説明
ko: RAG 소스 적용 범위 설명
nl: RAG-brondekking uitleggen
pl: Wyjaśnij pokrycie źródła RAG
pt_br: Explicar cobertura de fontes RAG
ru: Объяснить охват источников RAG
tr: RAG kaynak kapsamını açıkla
uk: Пояснити покриття джерел RAG
vi: Giải thích phạm vi phủ nguồn RAG
zh_hans: 说明 RAG 来源覆盖
zh_hant: 說明 RAG 來源覆蓋

# rag.workspace.inspector.metadata.help.sourceCoverage.title
source: RAG source coverage
ar: تغطية مصدر RAG
de: RAG-Quellenabdeckung
es: Cobertura de fuentes RAG
fr: Couverture des sources RAG
id: Cakupan sumber RAG
it: Copertura sorgenti RAG
ja: RAGソースカバレッジ
ko: RAG 소스 적용 범위
nl: RAG-brondekking
pl: Pokrycie źródła RAG
pt_br: Cobertura de fontes RAG
ru: Охват источников RAG
tr: RAG kaynak kapsamı
uk: Покриття джерел RAG
vi: Phạm vi phủ nguồn RAG
zh_hans: RAG 来源覆盖
zh_hant: RAG 來源覆蓋

# rag.workspace.inspector.metadata.help.sourceCoverage.valueFormat
source: %1$@ repos Ready %2$@ · Failed %3$@ · Stale %4$@ · Total %5$@
ar: %1$@ مستودع جاهز %2$@ · فاشل %3$@ · قديم %4$@ · الإجمالي %5$@
de: %1$@ Repos Bereit %2$@ · Fehlgeschlagen %3$@ · Veraltet %4$@ · Gesamt %5$@
es: %1$@ repos Listos %2$@ · Fallidos %3$@ · Obsoletos %4$@ · Total %5$@
fr: %1$@ dépôts Prêts %2$@ · Échoués %3$@ · Obsolètes %4$@ · Total %5$@
id: %1$@ repo Siap %2$@ · Gagal %3$@ · Basi %4$@ · Total %5$@
it: %1$@ repo Pronti %2$@ · Falliti %3$@ · Obsoleti %4$@ · Totale %5$@
ja: %1$@ リポジトリ 準備完了 %2$@ · 失敗 %3$@ · 古い %4$@ · 合計 %5$@
ko: %1$@개 저장소 준비 %2$@ · 실패 %3$@ · 오래됨 %4$@ · 전체 %5$@
nl: %1$@ repos Gereed %2$@ · Mislukt %3$@ · Verouderd %4$@ · Totaal %5$@
pl: %1$@ repozytoriów Gotowe %2$@ · Nieudane %3$@ · Nieaktualne %4$@ · Łącznie %5$@
pt_br: %1$@ repositórios Prontos %2$@ · Falhas %3$@ · Obsoletos %4$@ · Total %5$@
ru: %1$@ реп. Готово %2$@ · Ошибок %3$@ · Устарело %4$@ · Всего %5$@
tr: %1$@ depo Hazır %2$@ · Başarısız %3$@ · Bayat %4$@ · Toplam %5$@
uk: %1$@ реп. Готово %2$@ · Помилок %3$@ · Застаріло %4$@ · Всього %5$@
vi: %1$@ kho Sẵn sàng %2$@ · Lỗi %3$@ · Cũ %4$@ · Tổng %5$@
zh_hans: %1$@ 个项目 就绪 %2$@ · 失败 %3$@ · 过期 %4$@ · 总计 %5$@
zh_hant: %1$@ 個儲存庫 就緒 %2$@ · 失敗 %3$@ · 過期 %4$@ · 總計 %5$@

# rag.workspace.inspector.metadata.index.failed
source: Failed
ar: فاشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Nieudane
pt_br: Falha
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Lỗi
zh_hans: 失败
zh_hant: 失敗

# rag.workspace.inspector.metadata.index.keywordReady
source: Keyword ready
ar: الكلمات المفتاحية جاهزة
de: Schlüsselwort bereit
es: Palabras clave listas
fr: Mot-clé prêt
id: Kata kunci siap
it: Parole chiave pronte
ja: キーワード準備完了
ko: 키워드 준비
nl: Trefwoord gereed
pl: Gotowe słowa kluczowe
pt_br: Palavra-chave pronta
ru: Ключевые слова готовы
tr: Anahtar kelime hazır
uk: Готово для ключових слів
vi: Từ khóa sẵn sàng
zh_hans: 关键词就绪
zh_hant: 關鍵字就緒

# rag.workspace.inspector.metadata.index.pending
source: Pending
ar: معلق
de: Ausstehend
es: Pendiente
fr: En attente
id: Tertunda
it: In attesa
ja: 保留中
ko: 대기 중
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ru: Ожидание
tr: Bekleyen
uk: В очікуванні
vi: Đang chờ
zh_hans: 等待
zh_hant: 等待

# rag.workspace.inspector.metadata.index.ready
source: Vector ready
ar: المتجهات جاهزة
de: Vektor bereit
es: Vector listo
fr: Vectoriel prêt
id: Vektor siap
it: Vettori pronti
ja: ベクター準備完了
ko: 벡터 준비
nl: Vector gereed
pl: Gotowe wektory
pt_br: Vetor pronto
ru: Векторы готовы
tr: Vektör hazır
uk: Вектор готовий
vi: Vector sẵn sàng
zh_hans: 向量就绪
zh_hant: 向量就緒

# rag.workspace.inspector.metadata.index.stale
source: Stale
ar: قديم
de: Veraltet
es: Obsoleto
fr: Obsolète
id: Basi
it: Obsoleto
ja: 古い
ko: 오래됨
nl: Verouderd
pl: Nieaktualne
pt_br: Obsoleto
ru: Устарело
tr: Bayat
uk: Застарілий
vi: Cũ
zh_hans: 过期
zh_hant: 過期

# rag.workspace.inspector.metadata.indexTotal
source: Index chunks
ar: أجزاء الفهرس
es: Fragmentos del índice
fr: Morceaux d'index
id: Potongan indeks
it: Blocchi indicizzati
ja: インデックスチャンク
ko: 인덱스 청크
nl: Indexbrokken
pl: Fragmenty indeksu
pt_br: Trechos do índice
ru: Фрагменты индекса
tr: Dizin parçaları
uk: Фрагменти індексу
vi: Đoạn chỉ mục
zh_hans: 索引总数
zh_hant: 索引區塊總數

# rag.workspace.inspector.metadata.languages
source: Top languages
ar: أهم اللغات
de: Top-Sprachen
es: Idiomas principales
fr: Langues principales
id: Bahasa teratas
it: Linguaggi principali
ja: トップ言語
ko: 주요 언어
nl: Top talen
pl: Najpopularniejsze języki
pt_br: Principais linguagens
ru: Основные языки
tr: En çok kullanılan diller
uk: Основні мови
vi: Ngôn ngữ hàng đầu
zh_hans: 主要语言
zh_hant: 主要語言

# rag.workspace.inspector.metadata.languagesEmpty
source: No language data
ar: لا توجد بيانات لغة
de: Keine Sprachdaten
es: Sin datos de idioma
fr: Aucune donnée linguistique
id: Tidak ada data bahasa
it: Nessun dato linguistico
ja: 言語データなし
ko: 언어 데이터 없음
nl: Geen taalgegevens
pl: Brak danych o językach
pt_br: Sem dados de linguagem
ru: Нет данных о языках
tr: Dil verisi yok
uk: Немає даних про мови
vi: Không có dữ liệu ngôn ngữ
zh_hans: 暂无语言分布
zh_hant: 暫無語言分佈

# rag.workspace.inspector.metadata.loading
source: Loading knowledge-base metadata…
ar: جارٍ تحميل بيانات قاعدة المعرفة…
de: Metadaten der Wissensdatenbank werden geladen …
es: Cargando metadatos de la base de conocimiento…
fr: Chargement des métadonnées de la base de connaissances…
id: Memuat metadata basis pengetahuan…
it: Caricamento metadati knowledge base…
ja: ナレッジベースのメタデータを読み込み中…
ko: 지식 베이스 메타데이터 로딩 중…
nl: Kennisbank-metadata laden…
pl: Ładowanie metadanych bazy wiedzy…
pt_br: Carregando metadados da base de conhecimento…
ru: Загрузка метаданных базы знаний…
tr: Bilgi tabanı meta verileri yükleniyor…
uk: Завантаження метаданих бази знань…
vi: Đang tải siêu dữ liệu cơ sở tri thức…
zh_hans: 正在读取知识库元数据…
zh_hant: 正在讀取知識庫元資料…

# rag.workspace.inspector.metadata.notesEdited30d
source: Notes · 30d
ar: ملاحظات · 30 يومًا
de: Notizen · 30d
es: Notas · 30d
fr: Notes · 30j
id: Catatan · 30h
it: Note · 30g
ja: ノート · 30日
ko: 노트 · 30일
nl: Notities · 30d
pl: Notatki · 30d
pt_br: Notas · 30d
ru: Заметки · 30 дн.
tr: Notlar · 30g
uk: Нотатки · 30 днів
vi: Ghi chú · 30 ngày
zh_hans: 近 30 天笔记
zh_hant: 近 30 天筆記

# rag.workspace.inspector.metadata.privateNoteCoverage
source: Private notes
ar: ملاحظات خاصة
de: Private Notizen
es: Notas privadas
fr: Notes privées
id: Catatan pribadi
it: Note private
ja: プライベートノート
ko: 비공개 노트
nl: Privénotities
pl: Prywatne notatki
pt_br: Notas privadas
ru: Личные заметки
tr: Özel notlar
uk: Приватні нотатки
vi: Ghi chú riêng tư
zh_hans: 私有笔记
zh_hant: 私有筆記

# rag.workspace.inspector.metadata.projects
source: Projects
ar: المشاريع
de: Projekte
es: Proyectos
fr: Projets
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
nl: Projecten
pl: Projekty
pt_br: Projetos
ru: Проекты
tr: Projeler
uk: Проєкти
vi: Dự án
zh_hans: 项目数
zh_hant: 專案數

# rag.workspace.inspector.metadata.pushed30d
source: Pushed · 30d
ar: مدفوع · 30 يومًا
de: Gepusht · 30d
es: Enviado · 30d
fr: Poussé · 30j
id: Didorong · 30h
it: Inviato · 30g
ja: プッシュ · 30日
ko: 푸시됨 · 30일
nl: Gepusht · 30d
pl: Wypchnięte · 30d
pt_br: Enviado · 30d
ru: Отправлено · 30 дн.
tr: Gönderildi · 30g
uk: Відправлено · 30 днів
vi: Đã đẩy · 30 ngày
zh_hans: 近 30 天推送
zh_hant: 近 30 天推送

# rag.workspace.inspector.metadata.retained
source: UnStar
ar: إلغاء التفضيل
de: Entsternen
es: Quitar estrella
fr: Retirer l'étoile
id: Batal Bintang
it: Rimuovi stella
ja: スター解除
ko: 별표 해제
nl: Ster verwijderen
pl: Usuń gwiazdkę
pt_br: Remover estrela
ru: Убрать звезду
tr: Yıldızı Kaldır
uk: Прибрати зірку
vi: Bỏ gắn sao
zh_hans: 未 Star
zh_hant: 未 Star

# rag.workspace.inspector.metadata.starLeaders
source: Star Top10
ar: أفضل 10 مفضلين
de: Top 10 Sterne
es: Top10 estrellas
fr: Top 10 étoilés
id: Bintang Top10
it: Top10 stelle
ja: スター トップ10
ko: 별표 Top10
nl: Top 10 sterren
pl: Top10 z gwiazdką
pt_br: Top 10 estrelas
ru: Топ-10 по звёздам
tr: Yıldız İlk10
uk: Топ-10 зірок
vi: Gắn sao Top10

# rag.workspace.inspector.metadata.starred
source: Starred
ar: مفضل
de: Markiert
es: Con estrella
fr: Étoilé
id: Berbintang
it: Con stella
ja: スター付き
ko: 별표 표시됨
nl: Gemerkte sterren
pl: Oznaczone gwiazdką
pt_br: Com estrela
ru: Отмечено звездой
tr: Yıldızlı
uk: Із зіркою
vi: Đã gắn sao
zh_hans: 已 Star
zh_hant: 已 Star

# rag.workspace.inspector.metadata.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 整理状态
zh_hant: 整理狀態

# rag.workspace.inspector.metadata.summariesGenerated30d
source: Summaries · 30d
ar: ملخصات · 30 يومًا
de: Zusammenfassungen · 30d
es: Resúmenes · 30d
fr: Résumés · 30j
id: Ringkasan · 30h
it: Riepiloghi · 30g
ja: サマリー · 30日
ko: 요약 · 30일
nl: Samenvattingen · 30d
pl: Podsumowania · 30d
pt_br: Resumos · 30d
ru: Сводки · 30 дн.
tr: Özetler · 30g
uk: Підсумки · 30 днів
vi: Tóm tắt · 30 ngày
zh_hans: 近 30 天摘要
zh_hant: 近 30 天摘要

# rag.workspace.inspector.metadata.taggedRatio
source: Tagged
ar: موسوم
de: Markiert
es: Etiquetado
fr: Étiqueté
id: Ditandai
it: Con tag
ja: タグ付き
ko: 태그됨
nl: Getagd
pl: Otagowane
pt_br: Etiquetado
ru: С тегами
tr: Etiketli
uk: З тегами
vi: Đã gắn thẻ
zh_hans: 标签
zh_hant: 已標籤

# rag.workspace.inspector.metadata.tagTotal
source: Distinct tags
ar: وسوم مميزة
de: Verschiedene Tags
es: Etiquetas distintas
fr: Étiquettes distinctes
id: Tag berbeda
it: Tag distinti
ja: 個別タグ
ko: 고유 태그
nl: Unieke tags
pl: Unikalne tagi
pt_br: Etiquetas distintas
ru: Уникальные теги
tr: Farklı etiketler
uk: Унікальні теги
vi: Thẻ riêng biệt
zh_hans: 标签总数
zh_hant: 標籤總數

# rag.workspace.inspector.metadata.title
source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
pl: Metadane
pt_br: Metadados
ru: Метаданные
tr: Meta veriler
uk: Метадані
vi: Siêu dữ liệu
zh_hans: 元数据
zh_hant: 元資料

# rag.workspace.inspector.metadata.unreadRead
source: Unread / read
ar: غير مقروء / مقروء
de: Ungelesen / gelesen
es: No leído / leído
fr: Non lu / lu
id: Belum dibaca / dibaca
it: Non letto / letto
ja: 未読 / 既読
ko: 읽지 않음 / 읽음
nl: Ongelezen / gelezen
pl: Nieprzeczytane / przeczytane
pt_br: Não lido / lido
ru: Непрочитано / прочитано
tr: Okunmamış / okunmuş
uk: Непрочитане / прочитане
vi: Chưa đọc / đã đọc
zh_hans: 未读 / 已读
zh_hant: 未讀 / 已讀

# rag.workspace.inspector.metadata.updatedAt.help
source: Last time knowledge-base content changed (latest library update among in-library repositories).
ar: آخر مرة تغير فيها محتوى قاعدة المعرفة (آخر تحديث للمكتبة بين المستودعات الموجودة في المكتبة).
de: Letzte Änderung des Wissensdatenbankinhalts (letztes Bibliotheksupdate unter den Repositories in der Bibliothek).
es: Última vez que cambió el contenido de la base de conocimiento (última actualización de biblioteca entre los repositorios en la biblioteca).
fr: Dernière modification du contenu de la base de connaissances (dernière mise à jour de la bibliothèque parmi les dépôts de la bibliothèque).
id: Waktu terakhir konten basis pengetahuan berubah (pembaruan perpustakaan terbaru di antara repositori dalam perpustakaan).
it: Ultima modifica del contenuto della knowledge base (ultimo aggiornamento libreria tra i repository nella libreria).
ja: ナレッジベースのコンテンツが最後に変更された時刻（ライブラリ内のリポジトリの中で最新のライブラリ更新）。
ko: 지식 베이스 콘텐츠가 마지막으로 변경된 시간 (라이브러리 내 저장소 중 최신 라이브러리 업데이트).
nl: Laatste keer dat de kennisbankinhoud veranderde (laatste bibliotheekupdate van repositories in de bibliotheek).
pl: Ostatnia zmiana treści bazy wiedzy (ostatnia aktualizacja biblioteki wśród repozytoriów w bibliotece).
pt_br: Última vez que o conteúdo da base de conhecimento foi alterado (última atualização da biblioteca entre os repositórios na biblioteca).
ru: Время последнего изменения содержимого базы знаний (последнее обновление библиотеки среди репозиториев в библиотеке).
tr: Bilgi tabanı içeriğinin son değiştirilme zamanı (kütüphane içi depolar arasında en son kütüphane güncellemesi).
uk: Час останньої зміни вмісту бази знань (останнє оновлення бібліотеки серед репозиторіїв у бібліотеці).
vi: Lần cuối nội dung cơ sở tri thức thay đổi (bản cập nhật thư viện mới nhất trong số các kho lưu trữ trong thư viện).
zh_hans: 知识库内容最后一次变化的时间（在库仓库里最新的加入 / 更新时间）。
zh_hant: 知識庫內容最後變更時間（庫內儲存庫的最新加入/更新時間）。

# rag.workspace.inspector.metadata.updatedAt.unknown
source: Not updated yet
ar: لم يتم التحديث بعد
de: Noch nicht aktualisiert
es: Aún no actualizado
fr: Pas encore mis à jour
id: Belum diperbarui
it: Non ancora aggiornato
ja: まだ更新されていません
ko: 아직 업데이트되지 않음
nl: Nog niet bijgewerkt
pl: Jeszcze nie zaktualizowane
pt_br: Ainda não atualizado
ru: Ещё не обновлено
tr: Henüz güncellenmedi
uk: Ще не оновлено
vi: Chưa được cập nhật
zh_hans: 尚无更新
zh_hant: 尚無更新

# rag.workspace.inspector.metadata.withoutIndexableSource
source: No indexable source
ar: لا يوجد مصدر قابل للفهرسة
de: Keine indizierbare Quelle
es: Sin fuente indexable
fr: Aucune source indexable
id: Tidak ada sumber yang dapat diindeks
it: Nessuna sorgente indicizzabile
ja: インデックス可能なソースなし
ko: 인덱싱 가능한 소스 없음
nl: Geen indexeerbare bron
pl: Brak źródła indeksowalnego
pt_br: Sem fonte indexável
ru: Нет индексируемого источника
tr: Dizine eklenebilir kaynak yok
uk: Немає індексованого джерела
vi: Không có nguồn có thể lập chỉ mục
zh_hans: 无可索引来源
zh_hant: 無可索引來源
